{
	"1": "Today's numerology energy is conducive to planning new projects or procedures related to self-sufficiency and self-determination.\nThe energy resonates with desire to do things independent of other approval.",
	"2": "The numerology energy of the day resonates with being a team member, consideration of each other's feelings, a role as peacemaker, and resolving issues with tact and diplomacy.\nRelationships are likely to be a focus of attention.",
	"3": "Creative personal expression is the primary resonance of today's numerology energy.\nSocial interaction also tends to be attracted as an outlet for creative expression.\nThe energy tends to encourage optimism.",
	"4": "It's a methodical energy, today.\nIt tends to attract the idea that the way to get things done is the way it was successfully done before.\nIt also brings consideration about a secure foundation for the future.",
	"5": "The numerology energy for today resonates with expression of personal freedom.\nIt tends to inspire interest in various things, one right after another, and encourages multiple points of view.",
	"6": "Home and family is the primary resonance of today's numerology energy.\nIt is an energy that encourages nurturing and supporting others.\nAlso the formulation of an ideal related to the activities and objectives of society as a whole.",
	"7": "The day's energy encourages introspection, finding answers within.\nThe energy resonates with solving mysteries, studying both scientific and spiritual subjects, intuition, and accumulating wisdom.",
	"8": "There's an energy resonance with finances and material accumulation today.\nIt's a business-related energy, one that also resonates with efficiency, pragmatism, and building something of long-term value.",
	"9": "Today's energy resonates with the welfare of humanity.\nIt's likely to inspire related thoughts and imagination, and tends to imbue an urge to do something directly or contribute to groups that benefit humankind.",
	"11": "The personal day energy represented by the master number 11 is highly spiritual in nature.\nIt resonates with intuitive insight, charisma, harmony, and peace.\nIt elicits a focus on the spiritual aspects of relationships and an orientation toward teaching.\nThe energy also includes the personal day 2 energy.",
	"22": "Today's numerology energy resonates with manifesting things of social and spiritual benefit.\nIt's practical, methodical, self-confident, and generally finds it easy to obtain the cooperation of others to reach a shared goal.\nThe energy also includes the personal day 4 energy.",
	"33": "The energy represented by this master number is friendly, compassionate, and elicits harmony.\nIt resonates with nurturing, teaching, and the leading of a group of people toward a shared goal.\nThe energy also includes the personal day 6 energy. "
}
